export default {
  projections: {
    ФормаРегВходаE: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Комната',
        номер: {
          __caption__: 'Номер'
        }
      },
      тЧРегВхГост: {
        __caption__: 'Т ч рег вх гост',
        гость: {
          __caption__: 'Гость',
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        карты: {
          __caption__: 'Карты',
          кодКарты: {
            __caption__: 'Код карты'
          }
        }
      },
      тЧВхСотруд: {
        __caption__: 'Т ч вх сотруд',
        сотрудник: {
          __caption__: 'Сотрудник',
          должности: {
            __caption__: '',
            должность: {
              __caption__: 'Должность'
            }
          }
        }
      }
    },
    ФормаРегВходаL: {
      дата: {
        __caption__: 'Дата'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    комната: {
      __caption__: 'Комната'
    },
    тЧВхСотруд: {
      __caption__: 'Т ч вх сотруд'
    },
    тЧРегВхГост: {
      __caption__: 'Т ч рег вх гост'
    }
  }
};
