export default {
  projections: {
    ФормаРегКартE: {
      дата: {
        __caption__: 'Дата'
      },
      карты: {
        __caption__: 'Карта'
      },
      комната: {
        __caption__: 'Комната'
      },
      гость: {
        __caption__: 'Гость'
      },
      сотрудник: {
        __caption__: 'Ответственный'
      }
    },
    ФормаРегКартL: {
      дата: {
        __caption__: 'Дата'
      },
      комната: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      },
      карты: {
        __caption__: 'Код карты',
        кодКарты: {
          __caption__: 'Код карты'
        }
      },
      гость: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        },
        имя: {
          __caption__: 'Имя'
        },
        отчество: {
          __caption__: 'Отчество'
        }
      },
      сотрудник: {
        __caption__: 'Ответственный',
        фамилия: {
          __caption__: 'Ответственный'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    гость: {
      __caption__: 'гость'
    },
    карты: {
      __caption__: 'карты'
    },
    комната: {
      __caption__: 'комната'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    }
  }
};
