export default {
  projections: {
    СотрудникE: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    СотрудникL: {
      фамилия: {
        __caption__: 'Фамилия'
      },
      имя: {
        __caption__: 'Имя'
      },
      отчество: {
        __caption__: 'Отчество'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      серНомПаспорта: {
        __caption__: 'Сер ном паспорта'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    имя: {
      __caption__: 'Имя'
    },
    отчество: {
      __caption__: 'Отчество'
    },
    серНомПаспорта: {
      __caption__: 'Сер ном паспорта'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фамилия: {
      __caption__: 'Фамилия'
    },
    должности: {
      __caption__: 'должности'
    }
  }
};
